/*
Navicat MySQL Data Transfer

Source Server         : java
Source Server Version : 50726
Source Host           : localhost:3306
Source Database       : classmanage

Target Server Type    : MYSQL
Target Server Version : 50726
File Encoding         : 65001

Date: 2021-12-14 15:13:00
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for manage
-- ----------------------------
DROP TABLE IF EXISTS `manage`;
CREATE TABLE `manage` (
  `account` varchar(11) NOT NULL,
  `password` varchar(50) NOT NULL,
  `id` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`account`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of manage
-- ----------------------------
INSERT INTO `manage` VALUES ('2040706105', '2040706105', 'gjc');

-- ----------------------------
-- Table structure for students
-- ----------------------------
DROP TABLE IF EXISTS `students`;
CREATE TABLE `students` (
  `num` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `gender` varchar(255) NOT NULL,
  `birthday` varchar(255) NOT NULL,
  `age` int(255) NOT NULL,
  `major` varchar(255) NOT NULL,
  `locate` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`num`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of students
-- ----------------------------
INSERT INTO `students` VALUES ('2040233315', '戴鸿波', '男', '20010715', '20', '物联网工程', '绿杨楼2 P419');
INSERT INTO `students` VALUES ('2040233327', '李奕桐', '男', '20010911', '20', '物联网工程', '绿杨楼2 P419');
INSERT INTO `students` VALUES ('2040332130', '李泽墚', '男', '20010807', '20', '计算机科学与技术', '绿杨楼2 P418');
INSERT INTO `students` VALUES ('2040332141', '李炳熹', '男', '20001127', '20', '计算机科学与技术', '绿杨楼2 P418');
INSERT INTO `students` VALUES ('2040512117', '叶鸿侨', '男', '20010828', '20', '计算机科学与技术', '绿杨楼2 P413');
INSERT INTO `students` VALUES ('2040514103', '李海炬', '男', '20000830', '21', '计算机科学与技术', '绿杨楼2 P418');
INSERT INTO `students` VALUES ('2040514136', '陈启明', '男', '20011117', '19', '计算机科学与技术', '绿杨楼2 P418');
INSERT INTO `students` VALUES ('2040521148', '郑映鹏', '男', '20010821', '20', '计算机科学与技术', '绿杨楼2 P425');
INSERT INTO `students` VALUES ('2040522135', '梁树基', '男', '20020116', '19', '物联网工程', '绿杨楼2 P419');
INSERT INTO `students` VALUES ('2040622152', '蔡琳航', '女', '20020428', '19', '计算机科学与技术', '书院楼 V614');
INSERT INTO `students` VALUES ('2040706101', '杨艾琳', '女', '20020412', '19', '计算机科学与技术', '书院楼 V607');
INSERT INTO `students` VALUES ('2040706102', '杨卫', '男', '20010105', '20', '计算机科学与技术', '绿杨楼1 G619');
INSERT INTO `students` VALUES ('2040706103', '周志杰', '男', '20030107', '18', '计算机科学与技术', '绿杨楼1 G619');
INSERT INTO `students` VALUES ('20407061033', '搞笑哦？', '女', '20201', '22', '不是物联网的', 'G619');
INSERT INTO `students` VALUES ('2040706104', '程悦', '女', '20000809', '21', '计算机科学与技术', '书院楼 V607');
INSERT INTO `students` VALUES ('2040706105', '关嘉成', '男', '20020106', '19', '计算机科学与技术', '绿杨楼1 G619');
INSERT INTO `students` VALUES ('2040706106', '龙辉', '男', '20020214', '19', '计算机科学与技术', '绿杨楼1 G619');
INSERT INTO `students` VALUES ('2040706107', '周振荣', '男', '20021130', '18', '计算机科学与技术', '绿杨楼1 G620');
INSERT INTO `students` VALUES ('2040706108', '刘德松', '男', '20020208', '19', '计算机科学与技术', '绿杨楼1 G620');
INSERT INTO `students` VALUES ('2040706109', '余宇煌', '男', '20010308', '20', '计算机科学与技术', '绿杨楼1 G620');
INSERT INTO `students` VALUES ('2040706110', '朱俊贤', '男', '20011226', '19', '计算机科学与技术', '绿杨楼1 G620');
INSERT INTO `students` VALUES ('2040706111', '莫日锋', '男', '20010729', '20', '计算机科学与技术', '绿杨楼1 G621');
INSERT INTO `students` VALUES ('2040706112', '郑开怀', '男', '20020222', '19', '计算机科学与技术', '绿杨楼1 G621');
INSERT INTO `students` VALUES ('2040706113', '梁益祈', '男', '20020221', '19', '计算机科学与技术', '绿杨楼1 G621');
INSERT INTO `students` VALUES ('2040706114', '冯少卓', '男', '20021013', '19', '计算机科学与技术', '绿杨楼1 G621');
INSERT INTO `students` VALUES ('2040706115', '卢泽波', '男', '20020705', '19', '计算机科学与技术', '绿杨楼1 G622');
INSERT INTO `students` VALUES ('2040706116', '李翔', '男', '20011010', '20', '计算机科学与技术', '绿杨楼1 G622');
INSERT INTO `students` VALUES ('2040706117', '刘炜', '男', '20010317', '20', '计算机科学与技术', '绿杨楼1 G622');
INSERT INTO `students` VALUES ('2040706118', '陈梓楠', '男', '20011118', '19', '计算机科学与技术', '书院楼 V406');
INSERT INTO `students` VALUES ('2040706119', '陈家致', '男', '19990816', '22', '计算机科学与技术', '绿杨楼1 G623');
INSERT INTO `students` VALUES ('2040706120', '杨东煜', '男', '20020214', '19', '计算机科学与技术', '绿杨楼1 G623');
INSERT INTO `students` VALUES ('2040706121', '吴龙海', '男', '20020807', '19', '计算机科学与技术', '绿杨楼1 G623');
INSERT INTO `students` VALUES ('2040706122', '林纪元', '男', '20020115', '19', '计算机科学与技术', '绿杨楼1 G623');
INSERT INTO `students` VALUES ('2040706123', '何海蓝', '女', '20021017', '19', '计算机科学与技术', '书院楼 V607');
INSERT INTO `students` VALUES ('2040706124', '张华军', '男', '20011204', '19', '计算机科学与技术', '绿杨楼1 G624');
INSERT INTO `students` VALUES ('2040706125', '胡涛', '男', '20020618', '19', '计算机科学与技术', '绿杨楼1 G624');
INSERT INTO `students` VALUES ('2040706126', '梁志辉', '男', '20011120', '19', '计算机科学与技术', '绿杨楼1 G624');
INSERT INTO `students` VALUES ('2040706127', '何洪桦', '男', '20011003', '20', '计算机科学与技术', '绿杨楼1 G624');
INSERT INTO `students` VALUES ('2040706128', '李宇轩', '男', '20010719', '20', '计算机科学与技术', '绿杨楼1 G626');
INSERT INTO `students` VALUES ('2040706129', '张豪', '男', '20010626', '20', '计算机科学与技术', '绿杨楼1 G626');
INSERT INTO `students` VALUES ('2040706130', '刘同庆', '男', '20020423', '19', '计算机科学与技术', '绿杨楼1 G626');
INSERT INTO `students` VALUES ('2040706131', '吴明雨', '男', '20010807', '20', '计算机科学与技术', '绿杨楼1 G626');
INSERT INTO `students` VALUES ('2040706132', '罗景匀', '男', '20021125', '18', '计算机科学与技术', '绿杨楼1 G627');
INSERT INTO `students` VALUES ('2040706133', '钟永旺', '男', '20020319', '19', '计算机科学与技术', '绿杨楼1 G627');
INSERT INTO `students` VALUES ('2040706134', '刘佳伟', '男', '20020315', '19', '计算机科学与技术', '绿杨楼1 G627');
INSERT INTO `students` VALUES ('2040706135', '朱东川', '男', '20020524', '19', '计算机科学与技术', '绿杨楼1 G627');
INSERT INTO `students` VALUES ('2040706136', '梁赐达', '男', '20011203', '19', '计算机科学与技术', '绿杨楼1 G628');
INSERT INTO `students` VALUES ('2040706137', '陈盈如', '女', '20011116', '19', '计算机科学与技术', '书院楼 V607');
INSERT INTO `students` VALUES ('2040706138', '胡晓东', '男', '20000227', '21', '计算机科学与技术', '绿杨楼1 G628');
INSERT INTO `students` VALUES ('2040706139', '郭天翔', '男', '20020726', '19', '计算机科学与技术', '绿杨楼1 G628');
INSERT INTO `students` VALUES ('2040706140', '刘怡葶', '女', '20001214', '20', '计算机科学与技术', '书院楼 V606');
INSERT INTO `students` VALUES ('2040706141', '黄伟鑫', '男', '20020425', '19', '计算机科学与技术', '绿杨楼1 G628');
INSERT INTO `students` VALUES ('2040706142', '黄金鑫', '男', '20011221', '19', '计算机科学与技术', '绿杨楼1 G629');
INSERT INTO `students` VALUES ('2040706143', '麦鸿辉', '男', '20000910', '21', '计算机科学与技术', '绿杨楼1 G629');
INSERT INTO `students` VALUES ('2040706144', '卢方艺', '男', '20010625', '20', '计算机科学与技术', '绿杨楼1 G629');
INSERT INTO `students` VALUES ('2040706145', '陈金言', '男', '20010723', '20', '计算机科学与技术', '绿杨楼1 G629');
INSERT INTO `students` VALUES ('2040706146', '许晓洁', '女', '20010902', '20', '计算机科学与技术', '书院楼 V606');
INSERT INTO `students` VALUES ('2040706147', '叶浩', '男', '20000721', '21', '计算机科学与技术', '绿杨楼1 G630');
INSERT INTO `students` VALUES ('2040706148', '佘凯城', '男', '20010412', '20', '计算机科学与技术', '绿杨楼1 G630');
INSERT INTO `students` VALUES ('2040706149', '张敏婷', '女', '20011231', '19', '计算机科学与技术', '书院楼 V606');
INSERT INTO `students` VALUES ('2040706150', '何涛泷', '男', '20011028', '20', '计算机科学与技术', '绿杨楼1 G630');
INSERT INTO `students` VALUES ('2040706151', '丁梓豪', '男', '20011224', '19', '计算机科学与技术', '绿杨楼1 G630');
INSERT INTO `students` VALUES ('2040706152', '陈泽彬', '男', '20000823', '21', '计算机科学与技术', '绿杨楼1 G631');
INSERT INTO `students` VALUES ('2040706153', '张力文', '男', '20020205', '19', '计算机科学与技术', '绿杨楼1 G631');
INSERT INTO `students` VALUES ('2040706154', '朱洁芬', '女', '20010531', '20', '计算机科学与技术', '书院楼 V606');
INSERT INTO `students` VALUES ('2040706155', '黎杰滨', '男', '20011019', '20', '计算机科学与技术', '绿杨楼1 G631');
INSERT INTO `students` VALUES ('2040706156', '郑皓', '男', '20000121', '21', '计算机科学与技术', '绿杨楼1 G631');
INSERT INTO `students` VALUES ('2040706157', '梁家玮', '女', '20011108', '19', '计算机科学与技术', '书院楼 V608');
INSERT INTO `students` VALUES ('2040706158', '梁宇琳', '女', '20020814', '19', '计算机科学与技术', '书院楼 V608');
INSERT INTO `students` VALUES ('2040706159', '何初阳', '男', '20010929', '20', '计算机科学与技术', '绿杨楼1 G632');
INSERT INTO `students` VALUES ('2040706160', '郑楷毅', '男', '20011004', '20', '计算机科学与技术', '绿杨楼1 G632');
INSERT INTO `students` VALUES ('2040706161', '陈钦涛', '男', '20010708', '20', '计算机科学与技术', '绿杨楼1 G632');
INSERT INTO `students` VALUES ('2040706162', '黄曼生', '男', '20020410', '19', '计算机科学与技术', '绿杨楼1 G632');
INSERT INTO `students` VALUES ('2040706163', '李代源', '男', '20020720', '19', '计算机科学与技术', '绿杨楼1 G633');
INSERT INTO `students` VALUES ('2040706164', '罗浩文', '男', '20021019', '19', '计算机科学与技术', '绿杨楼1 G633');
INSERT INTO `students` VALUES ('2040706165', '韦懿展', '男', '20010308', '20', '计算机科学与技术', '黄槐楼1 Y1325');
INSERT INTO `students` VALUES ('2040706166', '李婷婷', '女', '20010722', '20', '计算机科学与技术', '书院楼 V608');
INSERT INTO `students` VALUES ('2040706167', '吴恩伊', '女', '20020530', '19', '计算机科学与技术', '书院楼 V608');
INSERT INTO `students` VALUES ('2040706168', '杜坤宝', '男', '20020112', '19', '计算机科学与技术', '绿杨楼1 G633');
INSERT INTO `students` VALUES ('2040706169', '严志豪', '男', '20011211', '19', '计算机科学与技术', '绿杨楼1 G634');
INSERT INTO `students` VALUES ('2040706170', '包丝婷', '女', '20020820', '19', '计算机科学与技术', '书院楼 V609');
INSERT INTO `students` VALUES ('2040706171', '冯达斌', '男', '20011219', '19', '计算机科学与技术', '绿杨楼1 G634');
INSERT INTO `students` VALUES ('2040706172', '郑楚泳', '男', '20010829', '20', '计算机科学与技术', '绿杨楼1 G634');
INSERT INTO `students` VALUES ('2040706173', '刘华庆', '女', '20021001', '19', '计算机科学与技术', '书院楼 V609');
INSERT INTO `students` VALUES ('2040706174', '陆文俊', '男', '20020302', '19', '计算机科学与技术', '绿杨楼1 G634');
INSERT INTO `students` VALUES ('2040706175', '邓颖彤', '女', '20020618', '19', '计算机科学与技术', '书院楼 V609');
INSERT INTO `students` VALUES ('2040706176', '陈嘉颖', '男', '20011202', '19', '计算机科学与技术', '绿杨楼1 G635');
INSERT INTO `students` VALUES ('2040706177', '黄珺聪', '男', '20021120', '18', '计算机科学与技术', '绿杨楼1 G635');
INSERT INTO `students` VALUES ('2040706178', '罗卓航', '男', '20030412', '18', '计算机科学与技术', '绿杨楼1 G635');
INSERT INTO `students` VALUES ('2040706179', '郑晓玲', '女', '20020613', '19', '计算机科学与技术', '书院楼 V609');
INSERT INTO `students` VALUES ('2040706180', '陈建华', '男', '20010910', '20', '计算机科学与技术', '绿杨楼1 G635');
INSERT INTO `students` VALUES ('2040706201', '李智麟', '男', '20011213', '19', '计算机科学与技术', '绿杨楼1 G636');
INSERT INTO `students` VALUES ('2040706202', '张中仁', '男', '20020520', '19', '计算机科学与技术', '绿杨楼1 G636');
INSERT INTO `students` VALUES ('2040706203', '林婉宜', '女', '20011024', '20', '计算机科学与技术', '书院楼 V610');
INSERT INTO `students` VALUES ('2040706204', '易守亮', '男', '20011112', '19', '计算机科学与技术', '绿杨楼1 G636');
INSERT INTO `students` VALUES ('2040706205', '赵阳', '男', '20011002', '20', '计算机科学与技术', '绿杨楼1 G636');
INSERT INTO `students` VALUES ('2040706206', '黄泽东', '男', '20010819', '20', '计算机科学与技术', '绿杨楼1 G637');
INSERT INTO `students` VALUES ('2040706207', '文浩宇', '男', '20020625', '19', '计算机科学与技术', '绿杨楼1 G637');
INSERT INTO `students` VALUES ('2040706208', '钟健伟', '男', '20020628', '19', '计算机科学与技术', '绿杨楼1 G637');
INSERT INTO `students` VALUES ('2040706209', '陈龙', '男', '20001127', '20', '计算机科学与技术', '绿杨楼1 G637');
INSERT INTO `students` VALUES ('2040706210', '郑旭槟', '男', '20010124', '20', '计算机科学与技术', '绿杨楼1 G638');
INSERT INTO `students` VALUES ('2040706211', '吴华炫', '男', '20010920', '20', '计算机科学与技术', '绿杨楼1 G638');
INSERT INTO `students` VALUES ('2040706212', '钟智勇', '男', '19990928', '22', '计算机科学与技术', '绿杨楼1 G638');
INSERT INTO `students` VALUES ('2040706213', '黄怡', '女', '20020814', '19', '计算机科学与技术', '书院楼 V610');
INSERT INTO `students` VALUES ('2040706214', '林子蓝', '女', '20020422', '19', '计算机科学与技术', '书院楼 V610');
INSERT INTO `students` VALUES ('2040706215', '吴格柔', '女', '20011102', '20', '计算机科学与技术', '书院楼 V610');
INSERT INTO `students` VALUES ('2040706216', '张俊', '男', '20020821', '19', '计算机科学与技术', '绿杨楼1 G638');
INSERT INTO `students` VALUES ('2040706217', '王静佳', '女', '20020308', '19', '计算机科学与技术', '书院楼 V611');
INSERT INTO `students` VALUES ('2040706218', '魏莹莹', '女', '20021225', '18', '计算机科学与技术', '书院楼 V611');
INSERT INTO `students` VALUES ('2040706219', '温雅乔', '女', '20020216', '19', '计算机科学与技术', '书院楼 V611');
INSERT INTO `students` VALUES ('2040706220', '刘志学', '男', '20020516', '19', '计算机科学与技术', '绿杨楼1 G639');
INSERT INTO `students` VALUES ('2040706221', '陈振辉', '男', '20011213', '19', '计算机科学与技术', '绿杨楼1 G639');
INSERT INTO `students` VALUES ('2040706222', '周昊', '男', '20011205', '19', '计算机科学与技术', '绿杨楼1 G639');
INSERT INTO `students` VALUES ('2040706223', '曾志锋', '男', '20020328', '19', '计算机科学与技术', '绿杨楼1 G639');
INSERT INTO `students` VALUES ('2040706224', '吴倚婷', '女', '20010902', '20', '计算机科学与技术', '书院楼 V611');
INSERT INTO `students` VALUES ('2040706225', '林振天', '男', '20010302', '20', '计算机科学与技术', '绿杨楼1 G640');
INSERT INTO `students` VALUES ('2040706226', '黄嘉鑫', '男', '20030304', '18', '计算机科学与技术', '绿杨楼1 G640');
INSERT INTO `students` VALUES ('2040706227', '陈保植', '男', '20030614', '18', '计算机科学与技术', '绿杨楼1 G640');
INSERT INTO `students` VALUES ('2040706228', '吴明丰', '男', '20030713', '18', '计算机科学与技术', '绿杨楼1 G640');
INSERT INTO `students` VALUES ('2040706229', '朱恩慧', '女', '20020226', '19', '计算机科学与技术', '书院楼 V612');
INSERT INTO `students` VALUES ('2040706230', '张健', '男', '20011129', '19', '计算机科学与技术', '绿杨楼1 G641');
INSERT INTO `students` VALUES ('2040706231', '陈奉桥', '男', '20011204', '19', '计算机科学与技术', '绿杨楼1 G641');
INSERT INTO `students` VALUES ('2040706232', '罗天', '男', '20010723', '20', '计算机科学与技术', '绿杨楼1 G641');
INSERT INTO `students` VALUES ('2040706233', '彭小璇', '女', '19991105', '22', '计算机科学与技术', '书院楼 V612');
INSERT INTO `students` VALUES ('2040706234', '施泽涛', '男', '20020406', '19', '计算机科学与技术', '绿杨楼1 G641');
INSERT INTO `students` VALUES ('2040706235', '吴铸霖', '男', '20010630', '20', '计算机科学与技术', '绿杨楼1 G642');
INSERT INTO `students` VALUES ('2040706236', '李根龙', '男', '20000229', '21', '计算机科学与技术', '绿杨楼1 G642');
INSERT INTO `students` VALUES ('2040706237', '郑友炜', '男', '20010302', '20', '计算机科学与技术', '绿杨楼1 G642');
INSERT INTO `students` VALUES ('2040706238', '陈沼仲', '男', '20010404', '20', '计算机科学与技术', '绿杨楼1 G642');
INSERT INTO `students` VALUES ('2040706239', '陈鹏名', '男', '20021025', '19', '计算机科学与技术', '绿杨楼1 G643');
INSERT INTO `students` VALUES ('2040706240', '赖奕多', '男', '20020521', '19', '计算机科学与技术', '绿杨楼1 G643');
INSERT INTO `students` VALUES ('2040706241', '黄海滨', '男', '20010405', '20', '计算机科学与技术', '绿杨楼1 G643');
INSERT INTO `students` VALUES ('2040706242', '陈国伟', '男', '20030112', '18', '计算机科学与技术', '绿杨楼1 G643');
INSERT INTO `students` VALUES ('2040706243', '严伟鹏', '男', '20010811', '20', '计算机科学与技术', '绿杨楼1 G644');
INSERT INTO `students` VALUES ('2040706244', '刘旋', '男', '20020302', '19', '计算机科学与技术', '绿杨楼1 G644');
INSERT INTO `students` VALUES ('2040706245', '陈俊余', '男', '20010107', '20', '计算机科学与技术', '绿杨楼1 G644');
INSERT INTO `students` VALUES ('2040706246', '蓝亮', '男', '20020820', '19', '计算机科学与技术', '绿杨楼1 G644');
INSERT INTO `students` VALUES ('2040706248', '冯佳鸿', '男', '20000525', '21', '计算机科学与技术', '绿杨楼1 G645');
INSERT INTO `students` VALUES ('2040706249', '曹晨晓', '男', '20020215', '19', '计算机科学与技术', '绿杨楼1 G645');
INSERT INTO `students` VALUES ('2040706250', '吴国鹏', '男', '20010528', '20', '计算机科学与技术', '绿杨楼1 G645');
INSERT INTO `students` VALUES ('2040706251', '黄瑜晴', '女', '20011020', '20', '计算机科学与技术', '书院楼 V612');
INSERT INTO `students` VALUES ('2040706252', '林建漂', '男', '20030121', '18', '计算机科学与技术', '绿杨楼1 G610');
INSERT INTO `students` VALUES ('2040706253', '梁志盛', '男', '20011016', '20', '计算机科学与技术', '绿杨楼2 P460');
INSERT INTO `students` VALUES ('2040706254', '何浩民', '男', '20000426', '21', '计算机科学与技术', '绿杨楼2 P460');
INSERT INTO `students` VALUES ('2040706255', '苏钰斌', '男', '20020614', '19', '计算机科学与技术', '绿杨楼1 G610');
INSERT INTO `students` VALUES ('2040706257', '朱铭豪', '男', '20010808', '20', '计算机科学与技术', '绿杨楼2 P460');
INSERT INTO `students` VALUES ('2040706258', '吴祖杰', '男', '20010822', '20', '计算机科学与技术', '绿杨楼2 P351');
INSERT INTO `students` VALUES ('2040706259', '曹嘉辉', '男', '20011225', '19', '计算机科学与技术', '绿杨楼2 P351');
INSERT INTO `students` VALUES ('2040706260', '高武生', '男', '20001127', '20', '计算机科学与技术', '绿杨楼2 P351');
INSERT INTO `students` VALUES ('2040706261', '廖伟良', '男', '19990929', '22', '计算机科学与技术', '绿杨楼2 P351');
INSERT INTO `students` VALUES ('2040706262', '李烨', '男', '20020202', '19', '计算机科学与技术', '绿杨楼2 P459');
INSERT INTO `students` VALUES ('2040706263', '陈俊杰', '男', '20010816', '20', '计算机科学与技术', '绿杨楼2 P459');
INSERT INTO `students` VALUES ('2040706264', '温展雄', '男', '20020801', '19', '计算机科学与技术', '绿杨楼2 P459');
INSERT INTO `students` VALUES ('2040706265', '陈杰豪', '男', '20020918', '19', '计算机科学与技术', '绿杨楼2 P459');
INSERT INTO `students` VALUES ('2040706266', '卓裕群', '男', '20020121', '19', '计算机科学与技术', '绿杨楼2 P134');
INSERT INTO `students` VALUES ('2040706267', '罗振豪', '男', '20020519', '19', '计算机科学与技术', '绿杨楼2 P134');
INSERT INTO `students` VALUES ('2040706268', '袁光俊', '男', '20010314', '20', '计算机科学与技术', '绿杨楼2 P134');
INSERT INTO `students` VALUES ('2040706269', '汪涛涛', '男', '20010830', '20', '计算机科学与技术', '绿杨楼2 P134');
INSERT INTO `students` VALUES ('2040706270', '林瀚', '男', '20000223', '21', '计算机科学与技术', '绿杨楼2 P111');
INSERT INTO `students` VALUES ('2040706271', '苏云龙', '男', '20020702', '19', '计算机科学与技术', '绿杨楼2 P111');
INSERT INTO `students` VALUES ('2040706272', '胡运琦', '男', '20010105', '20', '计算机科学与技术', '绿杨楼2 P111');
INSERT INTO `students` VALUES ('2040706273', '古学森', '男', '20010822', '20', '计算机科学与技术', '绿杨楼2 P111');
INSERT INTO `students` VALUES ('2040706274', '郭晴晴', '女', '20020325', '19', '计算机科学与技术', '书院楼 V612');
INSERT INTO `students` VALUES ('2040706275', '余柏明', '男', '20011004', '20', '计算机科学与技术', '绿杨楼2 P110');
INSERT INTO `students` VALUES ('2040706276', '林俊庆', '男', '20020305', '19', '计算机科学与技术', '绿杨楼2 P110');
INSERT INTO `students` VALUES ('2040706277', '彭敏聪', '男', '20021003', '19', '计算机科学与技术', '绿杨楼2 P110');
INSERT INTO `students` VALUES ('2040706278', '朱哲希', '男', '20020428', '19', '计算机科学与技术', '绿杨楼2 P110');
INSERT INTO `students` VALUES ('2040706279', '李宇锋', '男', '20011010', '20', '计算机科学与技术', '绿杨楼1 G444');
INSERT INTO `students` VALUES ('2040706280', '尹俊楠', '男', '20010308', '20', '计算机科学与技术', '绿杨楼1 G444');
INSERT INTO `students` VALUES ('2040706301', '雷诏华', '男', '20010721', '20', '计算机科学与技术', '绿杨楼1 G444');
INSERT INTO `students` VALUES ('2040706302', '郑淳璞', '男', '20000826', '21', '计算机科学与技术', '绿杨楼1 G444');
INSERT INTO `students` VALUES ('2040706303', '张骏', '男', '20020723', '19', '计算机科学与技术', '书院楼 V463');
INSERT INTO `students` VALUES ('2040706304', '蔡惜婷', '女', '20010215', '20', '计算机科学与技术', '书院楼 V613');
INSERT INTO `students` VALUES ('2040706305', '林泽钊', '男', '20000125', '21', '计算机科学与技术', '绿杨楼1 G439');
INSERT INTO `students` VALUES ('2040706306', '苏伟杰', '男', '20010324', '20', '计算机科学与技术', '绿杨楼1 G439');
INSERT INTO `students` VALUES ('2040706307', '段文海', '男', '20020119', '19', '计算机科学与技术', '绿杨楼1 G439');
INSERT INTO `students` VALUES ('2040706308', '刘德伟', '男', '20020221', '19', '计算机科学与技术', '绿杨楼1 G445');
INSERT INTO `students` VALUES ('2040706309', '黄志滉', '男', '20020528', '19', '计算机科学与技术', '绿杨楼1 G445');
INSERT INTO `students` VALUES ('2040706310', '朱炜亮', '男', '20020313', '19', '计算机科学与技术', '绿杨楼1 G445');
INSERT INTO `students` VALUES ('2040706311', '巫鑫豪', '男', '20020710', '19', '计算机科学与技术', '绿杨楼1 G445');
INSERT INTO `students` VALUES ('2040706312', '陈娇玉', '女', '20000516', '21', '计算机科学与技术', '书院楼 V613');
INSERT INTO `students` VALUES ('2040706313', '李冠杨', '男', '20020317', '19', '计算机科学与技术', '绿杨楼1 G440');
INSERT INTO `students` VALUES ('2040706314', '吴诗婷', '女', '20011112', '19', '计算机科学与技术', '书院楼 V613');
INSERT INTO `students` VALUES ('2040706315', '南智豪', '男', '20011107', '19', '计算机科学与技术', '绿杨楼1 G440');
INSERT INTO `students` VALUES ('2040706316', '林晓梅', '女', '20011220', '19', '计算机科学与技术', '书院楼 V613');
INSERT INTO `students` VALUES ('2040706317', '严泽军', '男', '20001031', '21', '计算机科学与技术', '绿杨楼1 G440');
INSERT INTO `students` VALUES ('2040706318', '何英聿', '男', '20011205', '19', '计算机科学与技术', '绿杨楼1 G440');
INSERT INTO `students` VALUES ('2040706319', '罗展鹏', '男', '20011120', '19', '计算机科学与技术', '书院楼 V458');
INSERT INTO `students` VALUES ('2040706320', '黄志超', '男', '20020707', '19', '计算机科学与技术', '书院楼 V458');
INSERT INTO `students` VALUES ('2040706321', '段佩鑫', '男', '20010820', '20', '计算机科学与技术', '书院楼 V458');
INSERT INTO `students` VALUES ('2040706322', '曾飚', '男', '20020320', '19', '计算机科学与技术', '书院楼 V458');
INSERT INTO `students` VALUES ('2040706323', '叶俊鸿', '男', '20010710', '20', '计算机科学与技术', '书院楼 V459');
INSERT INTO `students` VALUES ('2040706324', '陈城', '男', '20020329', '19', '计算机科学与技术', '绿杨楼1 G610');
INSERT INTO `students` VALUES ('2040706325', '王浩然', '男', '19991212', '21', '计算机科学与技术', '绿杨楼1 G515');
INSERT INTO `students` VALUES ('2040706326', '朱瑞', '男', '20020325', '19', '计算机科学与技术', '绿杨楼1 G610');
INSERT INTO `students` VALUES ('2040706327', '黄钰芝', '女', '20001023', '21', '计算机科学与技术', '书院楼 V614');
INSERT INTO `students` VALUES ('2040706328', '林嘉楷', '男', '20010216', '20', '计算机科学与技术', '书院楼 V459');
INSERT INTO `students` VALUES ('2040706329', '崔鹏贤', '男', '20000208', '21', '计算机科学与技术', '书院楼 V459');
INSERT INTO `students` VALUES ('2040706330', '符真培', '男', '20020212', '19', '计算机科学与技术', '书院楼 V459');
INSERT INTO `students` VALUES ('2040706331', '苏伟', '男', '20021216', '18', '计算机科学与技术', '书院楼 V463');
INSERT INTO `students` VALUES ('2040706332', '罗证鉴', '男', '20010421', '20', '计算机科学与技术', '绿杨楼1 G439');
INSERT INTO `students` VALUES ('2040706333', '程嘉俊', '男', '20020407', '19', '计算机科学与技术', '书院楼 V463');
INSERT INTO `students` VALUES ('2040706334', '彭永豪', '男', '20010715', '20', '计算机科学与技术', '书院楼 V463');
INSERT INTO `students` VALUES ('2040706335', '黄景贵', '男', '19981215', '22', '计算机科学与技术', '书院楼 V464');
INSERT INTO `students` VALUES ('2040706336', '卢炬燊', '男', '20000412', '21', '计算机科学与技术', '书院楼 V464');
INSERT INTO `students` VALUES ('2040706337', '黄珊平', '女', '19990207', '22', '计算机科学与技术', '书院楼 V614');
INSERT INTO `students` VALUES ('2040706338', '陆志强', '男', '20020122', '19', '计算机科学与技术', '书院楼 V464');
INSERT INTO `students` VALUES ('2040706339', '林源威', '男', '20010124', '20', '计算机科学与技术', '书院楼 V464');
INSERT INTO `students` VALUES ('2040706340', '袁世略', '男', '20010620', '20', '计算机科学与技术', '书院楼 V462');
INSERT INTO `students` VALUES ('2040706341', '冯光祥', '男', '20000407', '21', '计算机科学与技术', '绿杨楼1 G532');
INSERT INTO `students` VALUES ('2040707101', '罗淼', '女', '20010722', '20', '物联网工程', '书院楼 V615');
INSERT INTO `students` VALUES ('2040707102', '罗宇曦', '男', '20020226', '19', '物联网工程', '书院楼 V401');
INSERT INTO `students` VALUES ('2040707103', '富浩博', '男', '20001128', '20', '物联网工程', '书院楼 V401');
INSERT INTO `students` VALUES ('2040707104', '伍露诗', '女', '20001023', '21', '物联网工程', '书院楼 V615');
INSERT INTO `students` VALUES ('2040707105', '胡森耀', '男', '20011101', '20', '物联网工程', '书院楼 V401');
INSERT INTO `students` VALUES ('2040707106', '黄科植', '男', '20010517', '20', '物联网工程', '书院楼 V401');
INSERT INTO `students` VALUES ('2040707107', '王晓波', '女', '20020508', '19', '物联网工程', '书院楼 V615');
INSERT INTO `students` VALUES ('2040707108', '余思源', '男', '20020715', '19', '物联网工程', '书院楼 V402');
INSERT INTO `students` VALUES ('2040707109', '卢嘉洁', '女', '20010720', '20', '物联网工程', '书院楼 V615');
INSERT INTO `students` VALUES ('2040707110', '钟巧敏', '女', '20020711', '19', '物联网工程', '   ');
INSERT INTO `students` VALUES ('2040707111', '詹朝熙', '男', '20020304', '19', '物联网工程', '书院楼 V402');
INSERT INTO `students` VALUES ('2040707112', '李飞宏', '男', '20020228', '19', '物联网工程', '书院楼 V402');
INSERT INTO `students` VALUES ('2040707113', '杨莉莉', '女', '20000215', '21', '物联网工程', '书院楼 V616');
INSERT INTO `students` VALUES ('2040707114', '李钰涛', '男', '20020725', '19', '物联网工程', '书院楼 V402');
INSERT INTO `students` VALUES ('2040707115', '许健', '男', '20010725', '20', '物联网工程', '书院楼 V403');
INSERT INTO `students` VALUES ('2040707116', '陈后铭', '男', '19980510', '23', '物联网工程', '书院楼 V403');
INSERT INTO `students` VALUES ('2040707117', '冯业成', '男', '20011022', '20', '计算机科学与技术', '书院楼 V403');
INSERT INTO `students` VALUES ('2040707118', '葛汝伶', '女', '20011014', '20', '物联网工程', '书院楼 V616');
INSERT INTO `students` VALUES ('2040707119', '张俊昊', '男', '20011214', '19', '物联网工程', '书院楼 V403');
INSERT INTO `students` VALUES ('2040707120', '刘豪杰', '男', '20030213', '18', '物联网工程', '书院楼 V404');
INSERT INTO `students` VALUES ('2040707121', '刘东怡', '女', '20010412', '20', '物联网工程', '书院楼 V616');
INSERT INTO `students` VALUES ('2040707122', '黄俊宏', '男', '20020105', '19', '物联网工程', '书院楼 V404');
INSERT INTO `students` VALUES ('2040707123', '黄泽冠', '男', '20010706', '20', '物联网工程', '书院楼 V404');
INSERT INTO `students` VALUES ('2040707124', '李贤瑛', '女', '20001110', '20', '物联网工程', '书院楼 V617');
INSERT INTO `students` VALUES ('2040707125', '张子婧', '女', '20020703', '19', '物联网工程', '书院楼 V617');
INSERT INTO `students` VALUES ('2040707126', '马慧', '女', '20020926', '19', '物联网工程', '书院楼 V617');
INSERT INTO `students` VALUES ('2040707127', '钟振鹏', '男', '20020731', '19', '物联网工程', '书院楼 V404');
INSERT INTO `students` VALUES ('2040707128', '杜国斌', '男', '20001130', '20', '物联网工程', '书院楼 V405');
INSERT INTO `students` VALUES ('2040707129', '陈伟浩', '男', '20020125', '19', '物联网工程', '书院楼 V405');
INSERT INTO `students` VALUES ('2040707130', '庄溢楠', '男', '20011022', '20', '物联网工程', '书院楼 V405');
INSERT INTO `students` VALUES ('2040707131', '刘金栩', '男', '20011208', '19', '物联网工程', '书院楼 V405');
INSERT INTO `students` VALUES ('2040707132', '陈润楷', '男', '20010821', '20', '物联网工程', '书院楼 V406');
INSERT INTO `students` VALUES ('2040707133', '许梓权', '男', '20010202', '20', '物联网工程', '书院楼 V406');
INSERT INTO `students` VALUES ('2040707134', '余博锐', '男', '20020501', '19', '物联网工程', '书院楼 V406');
INSERT INTO `students` VALUES ('2040707135', '陈港酉', '男', '20011219', '19', '物联网工程', '黄槐楼1 Y1428');
INSERT INTO `students` VALUES ('2040707136', '黄伟雄', '男', '20011103', '20', '物联网工程', '书院楼 V407');
INSERT INTO `students` VALUES ('2040707137', '林凯杰', '男', '20010424', '20', '物联网工程', '书院楼 V407');
INSERT INTO `students` VALUES ('2040707138', '易健', '男', '20001110', '20', '物联网工程', '书院楼 V407');
INSERT INTO `students` VALUES ('2040707139', '苏楚乐', '男', '20011010', '20', '物联网工程', '书院楼 V407');
INSERT INTO `students` VALUES ('2040707140', '周莹莹', '女', '20010601', '20', '物联网工程', '书院楼 V617');
INSERT INTO `students` VALUES ('2040707141', '程椅', '女', '20010923', '20', '物联网工程', '书院楼 V618');
INSERT INTO `students` VALUES ('2040707142', '蔡春豪', '男', '20010618', '20', '物联网工程', '书院楼 V408');
INSERT INTO `students` VALUES ('2040707143', '钟世轩', '男', '20020708', '19', '物联网工程', '书院楼 V408');
INSERT INTO `students` VALUES ('2040707144', '成诗滢', '女', '20010623', '20', '物联网工程', '书院楼 V618');
INSERT INTO `students` VALUES ('2040707145', '吴克敏', '男', '20010313', '20', '物联网工程', '书院楼 V408');
INSERT INTO `students` VALUES ('2040707146', '李紫梅', '女', '20010920', '20', '物联网工程', '书院楼 V618');
INSERT INTO `students` VALUES ('2040707147', '翁佳耀', '男', '20001117', '20', '物联网工程', '书院楼 V408');
INSERT INTO `students` VALUES ('2040707148', '廖志浩', '男', '20010909', '20', '物联网工程', '书院楼 V409');
INSERT INTO `students` VALUES ('2040707149', '姚景波', '男', '20010901', '20', '物联网工程', '书院楼 V409');
INSERT INTO `students` VALUES ('2040707150', '王冀麟', '男', '20020319', '19', '物联网工程', '书院楼 V409');
INSERT INTO `students` VALUES ('2040707151', '周俊杰', '男', '20011001', '20', '物联网工程', '书院楼 V409');
INSERT INTO `students` VALUES ('2040707152', '黄天成', '男', '20010308', '20', '物联网工程', '书院楼 V410');
INSERT INTO `students` VALUES ('2040707153', '李宇灏', '男', '20010913', '20', '物联网工程', '书院楼 V410');
INSERT INTO `students` VALUES ('2040707154', '邓博文', '男', '20020719', '19', '物联网工程', '书院楼 V410');
INSERT INTO `students` VALUES ('2040707155', '苏聪义', '男', '20010322', '20', '物联网工程', '书院楼 V410');
INSERT INTO `students` VALUES ('2040707156', '吴迪', '男', '20020930', '19', '物联网工程', '书院楼 V411');
INSERT INTO `students` VALUES ('2040707157', '陈润泽', '男', '20000904', '21', '物联网工程', '书院楼 V411');
INSERT INTO `students` VALUES ('2040707158', '冯玮浠', '女', '20020409', '19', '物联网工程', '书院楼 V618');
INSERT INTO `students` VALUES ('2040707159', '和宇航', '男', '20011130', '19', '物联网工程', '书院楼 V411');
INSERT INTO `students` VALUES ('2040707160', '黄家健', '男', '20011024', '20', '物联网工程', '书院楼 V411');
INSERT INTO `students` VALUES ('2040707161', '叶昭杨', '男', '20010811', '20', '物联网工程', '书院楼 V412');
INSERT INTO `students` VALUES ('2040707162', '刘智杰', '男', '20020129', '19', '物联网工程', '书院楼 V412');
INSERT INTO `students` VALUES ('2040707163', '陈浩奇', '男', '20010615', '20', '物联网工程', '书院楼 V412');
INSERT INTO `students` VALUES ('2040707164', '王克楠', '男', '20020114', '19', '物联网工程', '书院楼 V412');
INSERT INTO `students` VALUES ('2040707165', '骆嘉铭', '男', '20020720', '19', '物联网工程', '书院楼 V413');
INSERT INTO `students` VALUES ('2040707166', '陈文祺', '男', '20001130', '20', '物联网工程', '书院楼 V413');
INSERT INTO `students` VALUES ('2040707167', '刘靖', '男', '20011014', '20', '物联网工程', '书院楼 V413');
INSERT INTO `students` VALUES ('2040707168', '冯韦淞', '男', '20000716', '21', '物联网工程', '书院楼 V413');
INSERT INTO `students` VALUES ('2040707169', '郑玉柱', '男', '20010214', '20', '物联网工程', '书院楼 V414');
INSERT INTO `students` VALUES ('2040707170', '王建麟', '男', '20020420', '19', '物联网工程', '书院楼 V414');
INSERT INTO `students` VALUES ('2040707171', '曾宪宇', '男', '20010728', '20', '物联网工程', '书院楼 V414');
INSERT INTO `students` VALUES ('2040707172', '叶丁豪', '男', '20011125', '19', '物联网工程', '书院楼 V414');
INSERT INTO `students` VALUES ('2040707173', '林永基', '男', '20020906', '19', '物联网工程', '书院楼 V415');
INSERT INTO `students` VALUES ('2040707174', '肖麟涛', '男', '20020617', '19', '物联网工程', '书院楼 V415');
INSERT INTO `students` VALUES ('2040707175', '梁碧莹', '女', '20020921', '19', '物联网工程', '书院楼 V619');
INSERT INTO `students` VALUES ('2040707176', '刘振康', '男', '20010128', '20', '物联网工程', '书院楼 V415');
INSERT INTO `students` VALUES ('2040707177', '邓迅', '男', '20010716', '20', '物联网工程', '书院楼 V415');
INSERT INTO `students` VALUES ('2040707178', '林浩升', '男', '20010720', '20', '物联网工程', '书院楼 V416');
INSERT INTO `students` VALUES ('2040707180', '许锦博', '男', '20020601', '19', '物联网工程', '书院楼 V416');
INSERT INTO `students` VALUES ('2040707201', '刘星星', '女', '20021206', '18', '计算机科学与技术', '书院楼 V619');
INSERT INTO `students` VALUES ('2040707202', '李瑛', '女', '20020826', '19', '物联网工程', '书院楼 V619');
INSERT INTO `students` VALUES ('2040707203', '邓卓楠', '男', '20011123', '19', '物联网工程', '书院楼 V416');
INSERT INTO `students` VALUES ('2040707204', '李韬', '男', '20000901', '21', '物联网工程', '书院楼 V416');
INSERT INTO `students` VALUES ('2040707205', '邓浩宇', '男', '20010818', '20', '物联网工程', '书院楼 V417');
INSERT INTO `students` VALUES ('2040707206', '杨紫晗', '男', '20020225', '19', '物联网工程', '书院楼 V417');
INSERT INTO `students` VALUES ('2040707207', '任一凡', '男', '20020710', '19', '物联网工程', '书院楼 V417');
INSERT INTO `students` VALUES ('2040707208', '黄泽坤', '男', '20001013', '21', '物联网工程', '书院楼 V417');
INSERT INTO `students` VALUES ('2040707209', '唐文盈', '男', '20011023', '20', '物联网工程', '书院楼 V418');
INSERT INTO `students` VALUES ('2040707210', '曾康宁', '女', '20020426', '19', '物联网工程', '书院楼 V616');
INSERT INTO `students` VALUES ('2040707211', '刘莹颖', '女', '20020528', '19', '物联网工程', '书院楼 V619');
INSERT INTO `students` VALUES ('2040707212', '廖焕豪', '男', '20021117', '18', '物联网工程', '书院楼 V418');
INSERT INTO `students` VALUES ('2040707213', '邝民泽', '男', '20010707', '20', '物联网工程', '书院楼 V418');
INSERT INTO `students` VALUES ('2040707214', '李伟森', '男', '20010523', '20', '物联网工程', '书院楼 V418');
INSERT INTO `students` VALUES ('2040707215', '吴国栋', '男', '20010919', '20', '物联网工程', '书院楼 V419');
INSERT INTO `students` VALUES ('2040707216', '周杰', '男', '20010316', '20', '物联网工程', '书院楼 V419');
INSERT INTO `students` VALUES ('2040707217', '杨嘉荣', '男', '20000925', '21', '物联网工程', '书院楼 V419');
INSERT INTO `students` VALUES ('2040707218', '王成杰', '男', '20020806', '19', '物联网工程', '书院楼 V419');
INSERT INTO `students` VALUES ('2040707219', '罗明', '男', '20020430', '19', '物联网工程', '书院楼 V421');
INSERT INTO `students` VALUES ('2040707220', '刘迅', '男', '20010217', '20', '物联网工程', '书院楼 V420');
INSERT INTO `students` VALUES ('2040707221', '苏昊楠', '男', '20020813', '19', '物联网工程', '书院楼 V420');
INSERT INTO `students` VALUES ('2040707222', '蔡祥睿', '男', '20010106', '20', '物联网工程', '书院楼 V420');
INSERT INTO `students` VALUES ('2040707223', '张彬', '男', '20010715', '20', '物联网工程', '书院楼 V421');
INSERT INTO `students` VALUES ('2040707224', '王卓涵', '男', '20010821', '20', '物联网工程', '书院楼 V420');
INSERT INTO `students` VALUES ('2040707225', '吴丽媛', '女', '20020413', '19', '物联网工程', '书院楼 V626');
INSERT INTO `students` VALUES ('2040707226', '邱显祺', '男', '20020519', '19', '物联网工程', '书院楼 V421');
INSERT INTO `students` VALUES ('2040707227', '董家辉', '男', '20021216', '18', '物联网工程', '书院楼 V421');
INSERT INTO `students` VALUES ('2040707228', '梁锦春', '男', '20020803', '19', '物联网工程', '书院楼 V422');
INSERT INTO `students` VALUES ('2040707229', '张冠浩', '男', '20011028', '20', '物联网工程', '书院楼 V422');
INSERT INTO `students` VALUES ('2040707230', '潘华勇', '男', '20020305', '19', '物联网工程', '书院楼 V422');
INSERT INTO `students` VALUES ('2040707231', '刘凌枫', '男', '20011015', '20', '物联网工程', '书院楼 V422');
INSERT INTO `students` VALUES ('2040707232', '姚珂楠', '男', '20020621', '19', '物联网工程', '书院楼 V423');
INSERT INTO `students` VALUES ('2040707233', '郑梓聪', '男', '20011122', '19', '物联网工程', '书院楼 V423');
INSERT INTO `students` VALUES ('2040707234', '张嘉文', '男', '20010825', '20', '物联网工程', '书院楼 V423');
INSERT INTO `students` VALUES ('2040707235', '陈景晟', '男', '20020519', '19', '物联网工程', '书院楼 V423');
INSERT INTO `students` VALUES ('2040707236', '吴志南', '男', '20010723', '20', '物联网工程', '书院楼 V424');
INSERT INTO `students` VALUES ('2040707237', '李文安', '男', '20011010', '20', '物联网工程', '书院楼 V424');
INSERT INTO `students` VALUES ('2040707238', '周仕扬', '男', '20020729', '19', '物联网工程', '书院楼 V424');
INSERT INTO `students` VALUES ('2040707239', '林初旭', '男', '20020114', '19', '物联网工程', '书院楼 V424');
INSERT INTO `students` VALUES ('2040707240', '施国庆', '男', '20001001', '21', '物联网工程', '书院楼 V425');
INSERT INTO `students` VALUES ('2040707241', '刘荣杰', '男', '20000510', '21', '物联网工程', '书院楼 V425');
INSERT INTO `students` VALUES ('2040707242', '钟梓森', '男', '20011028', '20', '物联网工程', '书院楼 V425');
INSERT INTO `students` VALUES ('2040707243', '罗浩楠', '男', '20010903', '20', '计算机科学与技术', '书院楼 V425');
INSERT INTO `students` VALUES ('2040707244', '梁继聪', '男', '20020604', '19', '物联网工程', '书院楼 V426');
INSERT INTO `students` VALUES ('2040707245', '欧昌昀', '男', '20020628', '19', '物联网工程', '书院楼 V426');
INSERT INTO `students` VALUES ('2040707246', '李淇安', '男', '20010709', '20', '物联网工程', '书院楼 V426');
INSERT INTO `students` VALUES ('2040707247', '李建强', '男', '20000118', '21', '物联网工程', '书院楼 V426');
INSERT INTO `students` VALUES ('2040707248', '唐联豪', '男', '20010602', '20', '物联网工程', '书院楼 V427');
INSERT INTO `students` VALUES ('2040707249', '林炳光', '男', '20001116', '20', '物联网工程', '书院楼 V427');
INSERT INTO `students` VALUES ('2040707250', '曹文豪', '男', '20021124', '18', '物联网工程', '书院楼 V427');
INSERT INTO `students` VALUES ('2040707251', '曾家文', '男', '20020507', '19', '物联网工程', '书院楼 V427');
INSERT INTO `students` VALUES ('2040707252', '徐源智', '男', '20020106', '19', '物联网工程', '书院楼 V428');
INSERT INTO `students` VALUES ('2040707253', '黎启悠', '男', '20010814', '20', '物联网工程', '书院楼 V428');
INSERT INTO `students` VALUES ('2040707254', '李俊杰', '男', '20020807', '19', '物联网工程', '书院楼 V428');
INSERT INTO `students` VALUES ('2040707255', '林振涛', '男', '20020616', '19', '物联网工程', '书院楼 V428');
INSERT INTO `students` VALUES ('2040707256', '谢坤佚', '男', '20020403', '19', '物联网工程', '书院楼 V429');
INSERT INTO `students` VALUES ('2040707257', '陈冠芬', '女', '20010721', '20', '物联网工程', '书院楼 V620');
INSERT INTO `students` VALUES ('2040707258', '罗洪进', '男', '20011017', '20', '物联网工程', '书院楼 V429');
INSERT INTO `students` VALUES ('2040707259', '林炳城', '男', '20010422', '20', '物联网工程', '书院楼 V429');
INSERT INTO `students` VALUES ('2040707260', '黎文瀚', '男', '20020326', '19', '物联网工程', '书院楼 V429');
INSERT INTO `students` VALUES ('2040707261', '张家欢', '男', '20010503', '20', '物联网工程', '书院楼 V430');
INSERT INTO `students` VALUES ('2040707262', '曾东林', '男', '20001218', '20', '物联网工程', '书院楼 V430');
INSERT INTO `students` VALUES ('2040707263', '黄晓洋', '男', '20020526', '19', '物联网工程', '书院楼 V430');
INSERT INTO `students` VALUES ('2040707264', '陈蓉', '女', '20010624', '20', '物联网工程', '书院楼 V620');
INSERT INTO `students` VALUES ('2040707265', '梁经裕', '男', '20001211', '20', '物联网工程', '书院楼 V430');
INSERT INTO `students` VALUES ('2040707266', '梁敬冬', '男', '20020201', '19', '物联网工程', '书院楼 V431');
INSERT INTO `students` VALUES ('2040707267', '卢颖姿', '女', '20020227', '19', '物联网工程', '书院楼 V620');
INSERT INTO `students` VALUES ('2040707268', '袁景泽', '男', '20010320', '20', '物联网工程', '书院楼 V431');
INSERT INTO `students` VALUES ('2040707269', '龚彦豪', '男', '20021103', '19', '物联网工程', '书院楼 V431');
INSERT INTO `students` VALUES ('2040707270', '周嘉豪', '男', '20020618', '19', '物联网工程', '书院楼 V431');
INSERT INTO `students` VALUES ('2040707271', '王建杰', '男', '20001124', '20', '物联网工程', '书院楼 V460');
INSERT INTO `students` VALUES ('2040707272', '王海斌', '男', '20000813', '21', '物联网工程', '书院楼 V460');
INSERT INTO `students` VALUES ('2040707273', '廖健雄', '男', '20010518', '20', '物联网工程', '书院楼 V460');
INSERT INTO `students` VALUES ('2040707275', '苏汉彬', '男', '20010315', '20', '物联网工程', '书院楼 V460');
INSERT INTO `students` VALUES ('2040707276', '林伟江', '男', '20000818', '21', '物联网工程', '书院楼 V461');
INSERT INTO `students` VALUES ('2040707277', '叶杰锋', '男', '20000724', '21', '物联网工程', '绿杨楼1 G515');
INSERT INTO `students` VALUES ('2040707278', '何高艺', '男', '20010409', '20', '物联网工程', '书院楼 V461');
INSERT INTO `students` VALUES ('2040707279', '吴健能', '男', '20000208', '21', '物联网工程', '书院楼 V461');
INSERT INTO `students` VALUES ('2040707280', '李雪雁', '女', '20030109', '18', '物联网工程', '书院楼 V620');
INSERT INTO `students` VALUES ('2040707301', '陈注江', '男', '20000625', '21', '物联网工程', '书院楼 V461');
INSERT INTO `students` VALUES ('2040707302', '蒋尚峻', '男', '20001215', '20', '物联网工程', '书院楼 V462');
INSERT INTO `students` VALUES ('2040707303', '钱瑞涛', '男', '20020407', '19', '物联网工程', '书院楼 V462');
INSERT INTO `students` VALUES ('2040707304', '岩温罕', '男', '20020112', '19', '物联网工程', '书院楼 V462');
INSERT INTO `students` VALUES ('2040811115', '王俊铭', '男', '20020804', '19', '计算机科学与技术', '绿杨楼1 G532');
INSERT INTO `students` VALUES ('2040811151', '黄森铨', '男', '20020214', '19', '计算机科学与技术', '绿杨楼1 G409');
INSERT INTO `students` VALUES ('2040811159', '梁键宏', '男', '20020520', '19', '计算机科学与技术', '绿杨楼1 G409');
INSERT INTO `students` VALUES ('2040811160', '张思棋', '男', '20030107', '18', '计算机科学与技术', '绿杨楼1 G409');
INSERT INTO `students` VALUES ('2040811162', '邱镇浩', '男', '20011222', '19', '计算机科学与技术', '绿杨楼1 G409');
INSERT INTO `students` VALUES ('2040811177', '吴田亮', '男', '20000819', '21', '计算机科学与技术', '绿杨楼1 G532');
INSERT INTO `students` VALUES ('2040812137', '潘秋豪', '男', '20010623', '20', '计算机科学与技术', '绿杨楼1 G532');
INSERT INTO `students` VALUES ('2040915133', '乐天', '男', '20020918', '19', '计算机科学与技术', '绿杨楼2 P460');
INSERT INTO `students` VALUES ('2040918134', '金梓瀚', '男', '20011001', '20', '计算机科学与技术', '绿杨楼1 G622');
INSERT INTO `students` VALUES ('2040918137', '陈泺充', '男', '20010911', '20', '计算机科学与技术', '绿杨楼2 P327');
INSERT INTO `students` VALUES ('2040918222', '彭浩江', '男', '20010814', '20', '计算机科学与技术', '绿杨楼2 P405');
INSERT INTO `students` VALUES ('2040918229', '沙易乾', '男', '20010531', '20', '计算机科学与技术', '绿杨楼2 P327');
INSERT INTO `students` VALUES ('2040918245', '冯钰涛', '男', '20020329', '19', '计算机科学与技术', '绿杨楼2 P405');
INSERT INTO `students` VALUES ('2041004215', '陈凯键', '男', '20010507', '20', '计算机科学与技术', '绿杨楼2 P405');
INSERT INTO `students` VALUES ('2041006106', '肖凯力', '男', '20010727', '20', '物联网工程', '绿杨楼2 P419');
INSERT INTO `students` VALUES ('2041006158', '曾嘉茹', '女', '20010308', '20', '计算机科学与技术', '书院楼 V614');
INSERT INTO `students` VALUES ('2041006170', '祝智聪', '男', '20011120', '19', '计算机科学与技术', '绿杨楼1 G633');
